7zip
alsa-firmware
alsa-utils
amd-ucode
arch-install-scripts
aria2
aria2p
at
atool
base
base-devel
bat
betterdiscordctl
bottom
chafa
chromium
conceal-bin
cronie
devcontainer-cli
discord
docker
docker-compose
downgrade
dunst
dust
efibootmgr
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-nord
fcitx5-qt
fd
feh
ffmpegthumbnailer
firefox
fzf
genymotion
gimp
git
github-cli
hugo
i3-wm
i3blocks
i3lock-color
i3status
intel-media-driver
iwd
jq
lazydocker
lazygit
less
lf
lib32-systemd
libpulse
libreoffice-still-ja
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lostfiles
lxappearance
maim
man-db
megasync
mpv-mpris
neovim
nordic-darker-theme
nordzy-cursors
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
obs-studio
obsidian
openssh
openvpn-update-resolv-conf-git
osu-lazer-bin
pfetch
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pqiv
procs
pulsemixer
redshift
reflector
restic
ripgrep
rofi
rofi-calc
rofi-emoji
rofi-greenclip
sheldon
smartmontools
sof-firmware
starship
steam
stow
thunar
tt-rss
ttf-hackgen
ufw
unclutter
unrar
unzip
uv
vim
vimv-git
virtualbox
vivaldi
vnstat
vulkan-intel
vulkan-radeon
wezterm
wget
wireplumber
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
yay
yt-dlp
zathura-pdf-poppler
zip
zoxide
zram-generator
zsh
